export default  {
	home_data:{
		rank:{
			product:['1.十八窝','2.百丈潭','3.沙溪玫瑰园','4.百丈潭','5.十八窝','6.百丈潭','7.十八窝','8.百丈潭','9.孔庙'],
			name:'排名列表',
			data:[1234,1111,1000,500,300,200,150,130,100]
		},
		traffic:[
			{
				name:'省内',
				data:[
					{
						value: 435,
						name: '公共交通'
					},
					{
						value: 20,
						name: '自驾'
					},
				]
			},
			{
				name:'省外',
				data:[
					{
						value: 20,
						name: '公共交通'
					},
					{
						value: 60,
						name: '自驾'
					},
				]
			},
			{
				name:'本地',
				data:[
					{
						value: 77,
						name: '公共交通'
					},
					{
						value: 100,
						name: '自驾'
					},
				]
			},
		
		],
		line_data:{
			product:['1','2','3','4','5','6','7'],
			name:'网络访问量',
			data:[
				{
					name:'微信访问量',
					data:[120, 132, 101, 134, 90, 230, 210]
				},
				{
					name:'每日关注量',
					data:[220, 182, 191, 234, 290, 330, 310]
				},
			]
		},
		line_data_1:{
			product:['1','2','3','4','5','6','7'],
			name:'入县车型统计',
			data:[
				{
					name:'轿车',
					data:[120, 132, 101, 134, 90, 230, 110]
				},
				{
					name:'大巴',
					data:[140, 112, 22, 114, 90, 20, 210]
				},
			]
		},
		home_center:[
			{
				name:'十八涡',
				today_data:10131,
				current_data:100
			},
			{
				name:'百丈潭',
				today_data:10131,
				current_data:100
			},
			{
				name:'沙溪玫瑰园',
				today_data:10131,
				current_data:100
			},
			{
				name:'金鸡岩',
				today_data:10131,
				current_data:100
			},
			{
				name:'舞龙峡',
				today_data:10131,
				current_data:100
			},
			{
				name:'水下孔',
				today_data:10131,
				current_data:100
			},
			{
				name:'花溪',
				today_data:10131,
				current_data:100
			},
			{
				name:'灵江源',
				today_data:10131,
				current_data:100
			},
			{
				name:'孔庙',
				today_data:10131,
				current_data:100
			},
		]
	},
	passenger_flow:{
		data1:{
			name:'昨日游客驻留情况',
			data:[
				{
					value: 435,
					name: '1-3天'
				},
				{
					value: 20,
					name: '3-5天'
				},
				{
					value: 1601,
					name: '5天以上'
				},
			]
		},
		line_data:{
			product:['1','2','3','4','5','6','7'],
			name:'7日入磐客流趋势',
			data:[
				{
					name:'人次',
					data:[120, 132, 101, 134, 90, 230, 210]
				},
			]
		},
		bar_data:{
			product:['浙江','杭州','深圳','北京','浙江','杭州','深圳','北京','深圳'],
			name:'游客来源增幅TOP10(市)',
			data:[
				{
					name:'本月',
					data:[1234,1111,1000,500,300,200,150,130,100]
				},
				{
					name:'上月',
					data:[124,111,100,430,320,334,13,45,12]
				}
			]
		},
		bar_data1:{
			product:['浙江','杭州','深圳','北京','浙江','杭州','深圳','北京','深圳'],
			name:'2018年客源累计Top10',
			data:[
				{
					name:'人次',
					data:[1234,1111,1000,500,300,200,150,130,100]
				}
			]
		},
		line_data1:{
			product:['0','2','4','6','8','10','12','14','16','18','20','24'],
			name:'昨日与历史客流对比',
			data:[
				{
					name:'2018-08',
					data:[120, 132, 101, 134, 90, 230, 210, 90, 230, 210,230, 210]
				},
				{
					name:'2018-08',
					data:[12, 122, 10, 14, 90, 230, 210, 90, 230, 210,122, 10]
				},
				{
					name:'2018-08',
					data:[223, 441, 223, 444, 90, 230, 210, 90, 230, 210,223, 444]
				},
			]
		},
	},
	scenic_data:{
		line_data:{
			product:['1','2','3','4','5','6','7'],
			name:'景区客流趋势',
			data:[
				{
					name:'入县客流',
					data:[120, 132, 101, 134, 90, 230, 210]
				},
				{
					name:'景区客流',
					data:[120, 132, 101, 134, 90, 230, 210]
				},
			]
		},
		line_data1:{
			product:['1','2','3','4','5','6','7'],
			name:'各景区客流量趋势',
			data:[
				{
					name:'十八窝',
					data:[120, 132, 101, 134, 90, 230, 45]
				},
				{
					name:'百丈潭',
					data:[1203, 3, 101, 134, 90, 230, 11]
				},
				{
					name:'孔庙',
					data:[12, 132, 44, 134, 90, 55, 22]
				},
				{
					name:'沙溪玫瑰园',
					data:[13, 132, 41, 134, 90, 2, 42]
				},
				{
					name:'水下孔',
					data:[441, 132, 23, 134, 90, 230, 66]
				},
				{
					name:'孔庙',
					data:[213, 132, 11, 431, 90, 3, 210]
				},
			]
		},
		bar_data:{
			product:['百丈潭','孔庙','水下孔','百丈潭','十八窝'],
			name:'游客来源增幅TOP10(市)',
			data:[
				{
					name:'本地',
					data:[1234,1111,1000,500,300]
				},
				{
					name:'外地',
					data:[124,111,100,430,320]
				}
			]
		},
		bar_data1:{
			product:['百丈潭','孔庙','水下孔','百丈潭','十八窝'],
			name:'景区舒适度',
			data:[
				{
					name:'舒适度',
					data:[1234,1111,1000,500,300]
				},
			]
		},
		
	},
	hotel_data:{
		data:{
			name:'今日入住',
			data:[
				{
					value: 435,
					name: '男'
				},
				{
					value: 120,
					name: '女'
				},
			]
		},
		bar_data:{
			product:['如家酒店','星期天酒店','如家酒店','星期天酒店','如家酒店'],
			name:'磐安好评率酒店Top5',
			data:[
				{
					name:'好评',
					data:[1234,1111,1000,500,300]
				},
				{
					name:'差评',
					data:[124,111,100,430,320]
				}
			]
		},
		bar_data1:{
			product:['如家酒店','星期天酒店','如家酒店','星期天酒店','如家酒店'],
			name:'接待人数Top5酒店',
			data:[
				{
					name:'本地',
					data:[1234,1111,1000,500,300]
				},
				{
					name:'外地',
					data:[124,111,100,430,320]
				}
			]
		},
		line_data:{
			product:['1','2','3','4','5','6','7'],
			name:'今30日入驻情况',
			data:[
				{
					name:'1日',
					data:[120, 132, 101, 134, 90, 230, 45]
				},
				{
					name:'2日',
					data:[1203, 3, 101, 134, 90, 230, 11]
				},
				{
					name:'3日及以上',
					data:[12, 132, 44, 134, 90, 55, 22]
				},
			]
		},
		circle_data:[
			{
				name:'1日男女',
				data:[
					{
						value: 435,
						name: '男'
					},
					{
						value: 20,
						name: '女'
					},
				]
			},
			{
				name:'1日男女',
				data:[
					{
						value: 20,
						name: '男'
					},
					{
						value: 60,
						name: '女'
					},
				]
			},
			{
				name:'3日及以上',
				data:[
					{
						value: 77,
						name: '男'
					},
					{
						value: 100,
						name: '女'
					},
				]
			},
		
		],
	},
	car:{
		line_data:{
			product:['1','2','3','4','5','6','7'],
			name:'景区卡口车辆出入统计',
			data:[
				{
					name:'驶入',
					data:[120, 32, 101, 134, 90, 230, 110]
				},
				{
					name:'驶出',
					data:[140, 312, 213, 114, 90, 20, 210]
				},
			]
		},
		data:{
			name:'轿车驻留时间分析',
			data:[
				{
					value: 435,
					name: '1日'
				},
				{
					value: 120,
					name: '2日'
				},
				{
					value: 110,
					name: '3日及以上'
				},
			]
		},
		bar_data:{
			product:['浙江','北京','上海','大连','长春'],
			name:'车辆来源城市top10',
			data:[
				{
					name:'好评',
					data:[1234,1111,1000,500,300]
				},
			]
		},
		bar_data1:{
			product:['浙江','北京','上海','大连','长春'],
			name:'车辆来源省份top10',
			data:[
				{
					name:'好评',
					data:[1234,1111,1000,500,300]
				},
			]
		},
		line_data1:{
			product:['1','2','3','4','5','6','7','8','9','10'],
			name:'入县车辆与入景区车辆对比',
			data:[
				{
					name:'30日总入县数',
					data:[120, 132, 101, 134, 90, 230, 210, 90, 230, 210]
				},
				{
					name:'30日总入景区数',
					data:[12, 122, 10, 14, 90, 230, 210, 90, 230, 210]
				},
			]
		},
	},
	wx:{
		bar_data1:{
			product:['浙江','北京','上海','大连','长春'],
			name:'车辆来源省份top10',
			data:[
				{
					name:'粉丝数',
					data:[1234,1111,1000,500,300]
				},
			]
		},
		bar_data:{
			product:['1-18','18-20','18-20','18-20','18-20','18-20','18-20','18-20','18-20'],
			name:'粉丝性别及年龄',
			data:[
				{
					name:'男',
					data:[1234,1111,1000,500,300,200,150,130,100]
				},
				{
					name:'女',
					data:[124,111,100,430,320,334,13,45,12]
				}
			]
		},
		line_data:{
			product:['1','2','3','4','5','6','7','8','9','10'],
			name:'图文消息趋势',
			data:[
				{
					name:'阅读数',
					data:[120, 132, 101, 134, 90, 230, 210, 90, 230, 210]
				},
				{
					name:'分享数',
					data:[12, 122, 10, 14, 90, 230, 210, 90, 230, 210]
				},
				{
					name:'转发数',
					data:[121, 32, 10, 441, 90, 23, 20, 90, 344, 210]
				},
			]
		},
		
	},
	hot_search:{
		table:{
			columns1: [
                    {
                        title: '关键字',
                        key: 'name'
                    },
                    {
                        title: '总搜索',
                        key: 'all'
                    },
                    {
                        title: '移动搜索',
                        key: 'phone'
                    }
                ],
                data2: [
                    {
                        name: '百度',
                        all: 1821,
                        phone: 283,
                    },
                     {
                        name: '百度',
                        all: 1821,
                        phone: 283,
                    },
                     {
                        name: '百度',
                        all: 1821,
                        phone: 283,
                    },
                     {
                        name: '百度',
                        all: 1821,
                        phone: 283,
                    },
                    
                ]
		},
		line_data:{
			product:['1','2','3','4','5','6','7','8','9','10'],
			name:'近30日变化趋势',
			data:[
				{
					name:'总量',
					data:[120, 132, 101, 134, 90, 230, 210, 90, 230, 210]
				},
				{
					name:'pc端',
					data:[12, 122, 10, 14, 90, 230, 210, 90, 230, 210]
				},
				{
					name:'移动端',
					data:[132, 321, 104, 141, 940, 30, 20, 90, 20, 210]
				},
			]
		},
	}
	
	
}