export default  {
	home_data:{
		rank:{
			product:['1.十八窝','2.百丈潭','3.十八窝','4.百丈潭','5.十八窝','6.百丈潭','7.十八窝','8.百丈潭','9.孔庙'],
			name:'排名列表',
			data:[1234,1111,1000,500,300,200,150,130,100]
		},
		traffic:[
			{
				name:'省内',
				data:[
					{
						value: 435,
						name: '公共交通'
					},
					{
						value: 20,
						name: '自驾'
					},
				]
			},
			{
				name:'省外',
				data:[
					{
						value: 20,
						name: '公共交通'
					},
					{
						value: 60,
						name: '自驾'
					},
				]
			},
			{
				name:'本地',
				data:[
					{
						value: 77,
						name: '公共交通'
					},
					{
						value: 100,
						name: '自驾'
					},
				]
			},
		
		],
		line_data:{
			product:['1','2','3','4','5','6','7'],
			name:'网络访问量',
			data:[
				{
					name:'微信访问量',
					data:[120, 132, 101, 134, 90, 230, 210]
				},
				{
					name:'每日关注量',
					data:[220, 182, 191, 234, 290, 330, 310]
				},
			]
		},
		line_data_1:{
			product:['1','2','3','4','5','6','7'],
			name:'入县车型统计',
			data:[
				{
					name:'轿车',
					data:[120, 132, 101, 134, 90, 230, 110]
				},
				{
					name:'大巴',
					data:[140, 112, 22, 114, 90, 20, 210]
				},
			]
		}
	}
	
	
}